<!DOCTYPE html>
<html>

<head>
    <title>Полезная информация</title>
    <meta http-equiv="content-type" content="text/html: charset=utf-8" />
    <meta name="keywords" content="my site. My web-site" />
    <meta name="description" content=" My site!" />
    <link rel="shortcut icon" type="image /x-icon" href="favicon.ico" />
    <!--используется всегда,самый обязательный. Можно менят стиль на всех страницах-->
    <link rel="stylesheet" type="text/css" href="scss/about.css" />
    <link rel="stylesheet" type="text/css" href="scss/tashkent.scss" />

    <script src="https://use.fontawesome.com/dd40fc69fc.js"></script>
</head>

<body>

<!--Баннер-->
<?php require "connect_php/header.php"?>

    <div class="zagalovok">
        <div class="title">
        <span>Главная /</span>
        <span> Полезная информация</span>
        <p>Полезная информация</p>
        </div>
       
    </div>

 <!--Меню-->   
 <div class="container">
    <div class="menu">
            <nav>
                <ul>
                    <li><a href="index.php">Главная</a></li>
                    <li><a href="#">Города</a>
                        <ul class="submenu">
                            <li><a href="cities/tashkent.php" target="_blanck">Ташкент</a></li>
                            <li><a href="cities/Buxara.php" target="_blanck">Бухара</a></li>
                            <li><a href="cities/Samarqand.php" target="_blanck">Самарканд</a></li>
                            <li><a href="cities/Xiva.php" target="_blanck">Хива</a></li>
                            <li><a href="cities/Shahrisabz.php" target="_blanck">Шахрисабз</a></li>
                        </ul>
                    </li>
                    <li><a href="attractions.php" target="_blanck">Достопримечательности</a></li>
                    <li><a href="forum/forum.php" target="_blanck">Форум</a></li>
                    <li><a href="about.php" target="_blanck">О нас</a></li>
                    <li><a href="log_in/login.php" target="_blanck">Авторизация</a></li>
                </ul>
            </nav>
    
                   
        </div>
    </div>


    <div class="wrapper">
        <div class="block one">
            <div class="block__item">
                <div class="block__title">📰 Общие сведения</div>
                <div class="block__text">
                    <p><b>Географическое и космическое положение:</b>Планета Земля, Евразийский континент, Центральная</p>
                    <p><b>Площадь:</b> 447,4 тыс. кв. км.</p>
                    <p><b>Население:</b> 34 млн. человек</p>
                    <p><b>Нации:</b> в стране проживают представители более 134 наций, но большинство населения узбеки (83,8%)</p>
                    <p><b>Язык:</b> основной язык – узбекский, языки международного общения – русский, английский.</p>
                    <p><b>Столица:</b> Ташкент</p>
                    <p><b>Религия:</b> Узбекистан - светское государство, большая часть населения исповедует ислам. Также в стране проживают представители христианства, буддизма и других религий.</p>
                    <p><b>Часовой пояс:</b> UTC +5</p>
                    <p><b>Международный телефонный код:</b> +998</p>
                    <p><b>Денежная единица:</b> Сум</p>
                    <p><b>Климат:</b> Зимы мягкие, лето жаркое</p>
                </div>
            </div>
            <div class="block__item">
                <div class="block__title">☀ 4 Сезона</div>
                <div class="block__text">
                    <p>Узбекистан – солнечная страна, красиво здесь в любое время года.</p>
                    <p>Весной и осенью - бархатный сезон, в это время Вы можете насладиться первозданной природой нашего края, осмотреть знаменитые достопримечательности и пройти по маршрутам Великого Шёлкового пути.</p>
                    <p>Зимой вы можете поехать на один из четырех горнолыжных курортов, чтобы увидеть настоящую снежную красоту, в городе сходить в музеи, арт-галереи, весной посетить наши удивительные этнические фестивали, а летом отправляйтесь за город
                        или в горы и насладитесь чистейшим горным воздухом, совершив пешие прогулки по заповедным местам Узбекистана. И это лишь маленькая часть того, чем можно заняться в любое время года в Узбекистане.</p>
                    <p>Климат в Узбекистане в основном жаркий и сухой, поэтому лето здесь легко переносится, а зимы в основном теплые.В самый холодный месяц температура может опускаться ниже - 6 С, а в жаркий она поднимается выше 32 С.</p>
                    <h4 style="text-align: center;">Чилля в Узбекистане</h4>
                    <p>А вы слышали про чиллу в Узбекистане? Чилля с узбекского переводится как «40 дней». Так в народе называют 40 дней изнуряющего и безветренного зноя летом и самого холодного периода зимой. Летом чилла начинается после 20 июня и заканчивается
                        в начале августа. Период зимней чилли начинается с середины декабря и длится почти до конца января. Поэтому в это время запасайтесь солнцезащитными кремами, очками и головными уборами.
                    </p>
                </div>
            </div>
            <div class="block__item">
                <div class="block__title">⏲ Режим работы заведений</div>
                <div class="block__text">
                    <p>Все государственные учреждения в Узбекистане работают в 8 часовом рабочем режиме</p>
                    <p>Государственные учреждения (банки, посольства и консульства) - с 9:00 по 18:00 или с 8:00 по 17:00, обед с 13:00 по 14:00</p>
                    <p>Специальные службы - Скорая медицинская помошь, аптеки, МЧС, пожарная помощь, милиция, транспортные компании: аэропорт, ж/д вокзалы, работают в круглосуточном режиме.</p>
                    <p>Средства размещения туристов(гостиницы, отели, гостевые дома, санатории, некоторые туристические зоны отдыха) - в режиме check-in и check-out.</p>
                    <p>Торговые сети (ТРЦ, гипермаркеты, магазины) - с 08:00 по 23:00</p>
                    <p>Пункты общественного питания (рестораны, кафе, бары, чайханы) с 10:00 до 23:00, Ночные заведения (рестораны, бары, ночные клубы) с 21:00 до 05:00 и, как правило, до последнего клиента</p>
                </div>
            </div>
            <div class="block__item">
                <div class="block__title">🚍 Транспорт</div>
                <div class="block__text">
                    <p>В Узбекистан можно долететь на самолете, доехать на поезде, на международных автобусах, а любителям экстремальных путешествий - на машине, на мотоцикле и даже автостопом. Главное, что удобнее для Вас. Движение автомобилей в Узбекистане
                        правостороннее.
                    </p>
                    <p>В Узбекистан можно долететь на самолете, доехать на поезде, на международных автобусах, а любителям экстремальных путешествий - на машине, на мотоцикле и даже автостопом. Главное, что удобнее для Вас. Движение автомобилей в Узбекистане
                        правостороннее.
                    </p>
                    <h4>Самолеты</h4>
                    <p>Это безусловно самый быстрый вариант поездки в Узбекистан. Главный аэропорт страны находится в Ташкенте. Современный пассажирский флот на Международном аэропорте «Ташкент» имени И. Каримова представлен современными воздушными суднами
                        Boeing-767-300, Boeing -757-200, Airbus-320-200, Boeing 787-8 Dreamliner и British-Aerospace Avro RJ85. Современные и удобные салоны экономического и бизнес-классов, услуги мультимедиа, вкусная еда, приветливые бортпроводники –
                        все эти удобства можете получить, летая на самолетах узбекских авиалиний.</p>
                    <h4>Главный авиаперевозчик страны</h4>
                    <p>АО “Uzbekistan Airways”, перевозит огромное количество людей по всему миру, обеспечивая своим пассажирам – Безопасность, надежность и комфорт.</p>
                    <p>Компания осуществляет регулярные рейсы из более чем 40 городов по всему миру . Кроме того, компания осуществляет регулярные полеты в страны СНГ и внутри страны. Представительства авиаперевозчика действуют в 25 странах мира.</p>
                    <h4>Поезда</h4>
                    <p>Один из первых видов общественного транспорта в Узбекистане, сегодня по популярности не уступает авиаперелетам. Если вы хотите насладиться красотами городов Узбекистана или, скажем, проехаться из Ташкента в Самарканд, а оттуда следом
                        в Бухару или даже в Хиву, удобнее будет осуществить поездку на ж/д поездах. Один из наиболее популярных и скоростных поездов является скоростной поезд Afrosiyob, который курсирует ежедневно 2 раза в сутки.</p>
                    <h4>Междугородные автобусы</h4>
                    <p>В нашей стране ежденевно и ежечасно курсируют междугородные и международные автобусы, связывающие все города Узбекистана и ближнего зарубежья. Если вы хотите, например, поехать из Ташкента в Самарканд или, допустим, в Бухару, а оттуда
                        прямиком в Хиву, лучше всего доехать на скоростном поезде до Бухары, а потом на междугородном атобусе до Хивы. Такой стандартный маршрут путешественника. Это и экономично и познавательно.</p>
                    <h4>Городские автобусы</h4>
                    <p>Один из удобнейших и экономичных вариантов передвижения по городу - городской автотранспорт.</p>
                    <p>Сейчас современные городские автобусы оснащены современными медиатехнологиями, кондиционером, Wi-fi, ещё в салонах автобусов созданы удобства для проезда инвалидов. Стоимсть билета на одну поездку 1400 сум. Билеты можно приобрести
                        у контролеров в самом автобусе.</p>
                    <h4>Такси</h4>
                    <p>Услугами такси Вы можете воспользоваться по городу, чтобы добраться в аэропорт и на ж/д вокзал, или, например, совершить дневную экскурсию по интересным местам, сьездить за город или отправиться с друзьями в другие города нашей необьятной
                        страны. В Ташкенте и Самарканде можно заказать такси через мобильные приложения Yandex.Taxi и My Taxi.</p>
                    <h4>Ташкентское метро</h4>
                    <p>Если вы окажетесь в столице Узбекистана, непременно посетите одну из главных достопримечательностей города – Ташкентское метро, которое имеет небольшую сеть, где Вы легко сориентируетесь, но при этом каждая станция: для жителей - это
                        место для ожидания поездов, а для туристов - уникальная галерея искусств. Услугами метро можно воспользоваться ежедневно с 06:00 до 00:00.</p>
                </div>
            </div>
            <div class="block__item">
                <div class="block__title">🕿 Номера экстренных служб</div>
                <div class="block__text">
                    <p style="font-weight: bold;">Экстренные службы:</p>
                    <p>Пожарная служба (МЧС) - 101;</p>
                    <p>Милиция - 102;</p>
                    <p>Скорая помощь - 103;</p>
                    <p>Аварийная газовая служба - 104;</p>
                    <p>Справочная – 109</p>
                </div>
            </div>
        </div>
    </div>


 <!--Подвал--> 
 <footer>
        <div class="titles">
            <div class="links">
                <div class="left">
                    <h4>Путешественникам</h4>
                    <a href="inform_users.php">Полезная информация</a>
                    <a href="comments/comment.php">Комментарии</a>
                    <a href="feedback/feedback_form.php">Обратная связь</a>
                    <a href="forum/forum.php">Форум</a>
                   
                </div>
                 <div class="right1">
                    <h4>Местонахождение</h4>
                    <script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3A2d54702eef539de9473b95ac8f610759d09ed99cffe9909f9b5f4caa26c4fb29&amp;width=600&amp;height=200&amp;lang=ru_RU&amp;scroll=true"></script>
                </div>
    
            </div>
            
        </div>
        <p>Туристический информационный портал, 2021 &copy; Все права защищены</p>
    </footer>

    <script src="https://code.jquery.com/jquery-3.4.1.min.js"></script>
    <script src="js/spoiler.js"></script>


</body>

</html>