<!DOCTYPE html>
<html>

<head>
    <title>Бухара</title>
    <meta http-equiv="content-type" content="text/html: charset=utf-8" />
    <meta name="keywords" content="my site. My web-site" />
    <meta name="description" content=" My site!" />
    <link rel="shortcut icon" type="image /x-icon" href="../favicon.ico" />
    <!--используется всегда,самый обязательный. Можно менят стиль на всех страницах-->
    <link rel="stylesheet" type="text/css" href="../scss/tashkent.scss" />
 <!--Для слайд шоу галереи-->   
    <link rel="stylesheet"  href="https://cdnjs.cloudflare.com/ajax/libs/Glide.js/3.4.1/css/glide.theme.min.css" />
    <link rel="stylesheet"  href="https://cdnjs.cloudflare.com/ajax/libs/Glide.js/3.4.1/css/glide.core.min.css" />
    <link rel="stylesheet"  href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
    <script src="https://use.fontawesome.com/dd40fc69fc.js"></script>
</head>

<body>

<!--Баннер-->
<?php require "../connect_php/header.php"?>
 <div class="zagalovok">
        <div class="title">
            <span>Главная /</span>
            <span> Города /</span>
            <span> Бухара</span>
            <p>Бухара</p>
        </div>
    </div>

     <!--Меню-->   
 <?php require "../connect_php/container_menu.php"?>

 <div class="content" style="margin: 40px 100px;">
        <section style="width: 100%;">
            <h3>Бухара - Столица исламской культуры</h3>
            <p>Священная Бухара – одна из туристических жемчужин Узбекистана. Исторический центр города внесен в список Всемирного наследия ЮНЕСКО. Возраст города превышает 2500 лет.</p>
            <img src="https://img.youtube.com/vi/WeFFI5AMJNc/maxresdefault.jpg">
            <p>Бухара — единственный город Средней Азии, чья пред- и раннеисламская история была подробно описана в известном труде Наршахи, историка, жившего в X веке[2].
                На протяжении столетий город не менял своего местоположения и был центром владений Бухархудатов, столицей государств Саманидов, Шейбанидов, Аштарханидов, Мангытов и БНСР.
                На протяжении многих веков Бухара играла роль крупного административного, торгово-ремесленного и культурного центра Центральной Азии. Через город проходила одна из трасс
                Великого шёлкового пути, соединявшего страны Средиземноморья с Дальним Востоком.</p>
            </br>
            <div class="main">
                <div class="col-4">
                    <h3>Фотогалерея 📸</h3>
                    <p>Места, люди, события - все самое интересное вы найдете в нашей фотогалерее!</p>
                </div>
                <div class="col-8">
                    <div class="glide">
                        <div class="glide__track" data-glide-el="track">
                          <ul class="glide__slides">
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5fd/89f/2bd/thumb_1461_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5e4/f77/14a/thumb_60_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5e4/f77/239/thumb_61_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5e6/b4b/eb3/thumb_470_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/603/796/9cd/thumb_1593_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5ee/9ad/a8b/thumb_1086_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/603/793/215/thumb_1592_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5ed/0c6/ddb/thumb_972_1140_0_0_0_auto.jpg"></li>
                            <li class="glide__slide"><img src="https://uzbekistan.travel/storage/app/uploads/public/5ed/f85/53d/thumb_1016_1140_0_0_0_auto.jpg"></li>
                          </ul>
                        </div>
                        <div class="glide__arrows" data-glide-el="controls">
                            <button class="glide__arrow glide__arrow--left" data-glide-dir="<"><i class="fa fa-angle-left"></i></button>
                            <button class="glide__arrow glide__arrow--right" data-glide-dir=">"><i class="fa fa-angle-right"></i></button>
                        </div>
                    </div>
                    <a href="../gallery_cities/tashkent_gallery.php">Все фотографии</a>
                </div>
            </div>
            <script src="https://cdnjs.cloudflare.com/ajax/libs/Glide.js/3.4.1/glide.min.js"></script>
            <script>
                new Glide('.glide', {
                type: 'carousel',
                startAt: 0,
                perView: 3,
                focusAt: 'center',
                }).mount()
            </script>
            <div class="video1">
                <h3 style="margin-bottom: 20px;">Видео о Бухаре 🎥</h3>
                <iframe width="75%" height="450" src="https://www.youtube.com/embed/fiCvz5QDP94" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
            </div>
            <div class="restaurant">
                <h3>Рестораны Узбекистана</h3>
                <p>Многие кафе и рестораны Бухары сосредоточены в старой части города и его историческом сердце - вокруг площади Ляби Хауз. Именно здесь проводятся национальные представления, находятся лавки ремесленников, располагаются художники и музыканты. 
                    В большинстве своем рестораны Бухары предлагают сытные блюда узбекской национальной кухни: бухарский плов, шашлыки, уйгурский жиз, манты, внушительных размеров бухарскую самсу и др. В изобильных меню многих ресторанов Вы найдете и блюда 
                    европейской кухни (в том числе диетическое и вегетарианское меню). Есть в Бухаре и ресторан, расположенный непосредственно в здании старинного медресе "Нодыра Девон-Беги" (XVII в.), в худжрах (кельях) которого располагаются небольшие 
                    сувенирные лавки, а национальный ужин дополняется вкуснейшими восточными сладостями, знаменитым узбекским гостеприимством, живой музыкой и завораживающими танцевальными шоу.</p>
                <h4>Список лучших ресторанов и кафе Бухари</h4>
                <div class="class">
                    <ol class="class__menu">
                    <li><a href="#">Ресторан Караван</a></li>
                    <li><a href="#">Ресторан Долон</a></li>
                    <li><a href="#">Ресторан Ляби Хауз</a></li>
                    <li><a href="#">Ресторан Минзифа</a></li>
                  </ol>
                  <ol class="class__menu">
                    <li><a href="#">Чайхана Чинар</a></li>
                    <li><a href="#">Ресторан Ипак Йули</a></li>
                    <li><a href="#">Ресторан Адрас</a></li>
                    <li><a href="#">Чайный дом "Пряности Шелкового пути"</a></li>
                  </ol>
                </div>    
            </div>
            <div class="restaurant">
                <h3>Отели Бухари 🏠</h3>
                <p>Ниже представлены лучшие отели Бухари в своих классах, имеющие хорошую репутацию и отзывы, высокий уровень сервиса и удобное расположение.</p>
                <p style="margin-bottom: 30px;">Отели сочетают в себе уют домашнего очага и комфорт современной обстановки. Все номера выходят окнами на тихий закрытый двор, 
                оснащены стеклопакетами и кондиционерами, имеют отдельную туалетную комнату с душевой кабиной и феном.
                В номерах к услугам наших гостей телевизор, спутниковое ТВ, а также холодильник и сейф для хранения ценных вещей.</p>
                <h4 style="margin-bottom: 20px;">Список лучших отелей Бухари</h4>
                    <div class="class">
                        <ol class="class__menu">
                        <li><a href="#">Отель АЗИЯ БУХАРА</a></li>
                        <li><a href="#">Отель ЗАРГАРОН ПЛАЗА</a></li>
                        <li><a href="#">Отель ГРАНД БУХАРА </a></li>
                    </ol>
                    <ol class="class__menu">
                        <li><a href="#">Отель ШАХРИСТОН</a></li>
                        <li><a href="#">Отель SAHID ZARAFSHON  </a></li>
                        <li><a href="#">Отель ДИВАН БЕГИ  </a></li>
                    </ol>
                </div>    
               
            </div>
            <h3>Климат 🌡</h3>
            <p>Климат здесь можно охарактеризовать как жаркий и засушливый летом, поэтому путешествуя в это время года по Бухаре, обязательно возьмите с собой зонтик и солнцезащитный крем. Зимы же в Бухаре довольно мягкие, но не стоит пренебрегать теплыми вещами.</p>
            <p>Большую часть лета стоит жара поэтому не забывайте про солнцезащитный крем и головные уборы! Зима в основном мягкая и бесснежная, но не пренебрегайте теплыми вещами, вечером бывает прохладно на столько, что хочется одеть шарф!</p>
            <h3>История 🏺</h3>
            <p>Этому величественному городу по самым скромным подсчетам больше 2500 лет и на его территории находится множество древних мечетей, медресе и усыпальниц исламских святых. Люди испокон веков говорили, что на все мусульманские города с неба нисходит благодатный 
                свет, и только над Бухарой он поднимется к небу. Также, Бухара — это единственный город в Центральной Азии, история которого была практически полностью задокументирована известным историком Х века – Наршахи. В своих трудах он рассказал, что ни один город 
                не имел столько названий как Бухара. В Китае V века его называли Нюми, позже в источниках Империи Тан, его называли Ань, Аньси, Бухо и Бухэ. Но чаще всего в истории его упоминают именно под названием Бухара. По данным этимологов это название произошло от 
                согдийского «buharak», что переводится как «счастливое место». </p>
            <img src="https://uzbekistan.travel/storage/app/media/fed/buxara/cropped-images/IMGP4417-0-0-0-0-1583740336.jpg">
            <p>Сейчас на территории Бухары сохранились более 140 памятников, относящихся к разным эпохам, кварталы и даже целые районы, возведенные не один век назад. Бухару, также называют городом поэзии и сказок, так как легендами и историями окутан весь старый город! Кстати говоря,
                 историческая часть города была внесена в список городов Всемирного наследия ЮНЕСКО в 1993 году.</p>
            <h3>Карта 🗺</h3>
            <p>Полезные данные для туристов об Узбекистане, городах и курортах страны. А также информация о населении, валюте Узбекистана, кухне, особенностях визовых и таможенных ограничений Узбекистана.</p>
            <div class="carta">
            <script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3Ab0f9c72dd394d981e2ab8da77be275a136114beb379cbe343993e215739e5907&amp;width=100%&amp;height=400&amp;lang=ru_RU&amp;scroll=true"></script>
            </div>
        </section>
        <!-- <div class="menu__container _menu__right_block">
                <div class="menu__list">
                        <button onclick="setScrollToOptions1()">Бухара - Столица исламской культуры</button>
                        <button onclick="setScrollToOptions2()">Фотогалерея 📸</button>
                        <button onclick="setScrollToOptions3()">Видео о Бухаре 🎥</button>
                        <button onclick="setScrollToOptions4()">Рестораны Бухари ☕</button>
                        <button onclick="setScrollToOptions5()">Отели Бухари 🏠</button>
                        <button onclick="setScrollToOptions6()">Климат 🌡</button>
                        <button onclick="setScrollToOptions7()">История 🏺</button>
                        <button onclick="setScrollToOptions8()">Карта 🗺</button>
                </div>
        </div> -->
    </div>

    <script>
        function setScrollToOptions1() {
            window.scrollTo({
                top: 400,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions2() {
            window.scrollTo({
                top: 1600,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions3() {
            window.scrollTo({
                top: 2300,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions4() {
            window.scrollTo({
                top: 2900,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions5() {
            window.scrollTo({
                top: 3900,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions6() {
            window.scrollTo({
                top: 4700,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions7() {
            window.scrollTo({
                top: 5100,
                left: 0,

                behavior: "smooth"
            })
        }
        function setScrollToOptions8() {
            window.scrollTo({
                top: 6400,
                left: 0,

                behavior: "smooth"
            })
        }

    </script>

<style>
        section p {
            padding-left: 5px;
            text-align: justify;
            font-size: 20px;
            margin: 20px 90px;
        }

        section span {
            padding-left: 5px;
            text-align: justify;
            font-size: 20px;
            margin-bottom: 20px;
            margin: 20px 40px;
        }

        section ul li {
            padding-left: 5px;
            text-align: justify;
            font-size: 18px;
            margin-bottom: 20px;
            margin: 10px 40px;
        }

    </style>

 <!--Подвал--> 
 <?php require "../connect_php/footer.php"?>



</body>

</html>



